src/ZaakDocumentServices/geefLijstZaakdocumenten_Lv01.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
  <soapenv:Body>
    <zakLv01 xmlns="http://www.egem.nl/StUF/sector/zkn/0310" xmlns:StUF="http://www.egem.nl/StUF/StUF0301" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
      <stuurgegevens>
        <StUF:berichtcode>Lv01</StUF:berichtcode>
        <StUF:zender>
          <StUF:organisatie>1900</StUF:organisatie>
          <StUF:applicatie>ZaakDocumentManager</StUF:applicatie>
        </StUF:zender>
        <StUF:ontvanger>
          <StUF:organisatie>1900</StUF:organisatie>
          <StUF:applicatie>CDR</StUF:applicatie>
        </StUF:ontvanger>
        <StUF:referentienummer>34657</StUF:referentienummer>
        <StUF:tijdstipBericht>20180223113022756</StUF:tijdstipBericht>
        <StUF:entiteittype>ZAK</StUF:entiteittype>
      </stuurgegevens>
			<parameters>
				<StUF:sortering>1</StUF:sortering>
				<StUF:indicatorVervolgvraag>false</StUF:indicatorVervolgvraag>
			</parameters>
			<gelijk StUF:entiteittype="ZAK">
				<identificatie>190000001</identificatie>
			</gelijk>
			<scope>
				<object StUF:entiteittype="ZAK">
					<heeftRelevant StUF:entiteittype="ZAKEDC">
						<gerelateerde StUF:entiteittype="EDC">
              <identificatie xsi:nil="true"/>
              <dct.omschrijving xsi:nil="true"/>
              <creatiedatum xsi:nil="true"/>
              <titel xsi:nil="true"/>
              <formaat xsi:nil="true"/>
              <taal xsi:nil="true"/>
              <vertrouwelijkAanduiding xsi:nil="true"/>
              <auteur xsi:nil="true"/>
              <!-- <inhoud xsi:nil="true"/> -->
            </gerelateerde>
					</heeftRelevant>
				</object>
			</scope>
		</zakLv01>
	</soapenv:Body>
</soapenv:Envelope>



